{"UPLOAD_SECTION_DESCRIPTION":"Создайте архив .rar с ботами и загрузите его в сборщик файлов ботов. Загрузите список прокси ipv6 SOCKS в сборщик файлов прокси. Обратите внимание, что желательно загружать одинаковое количество ботов и прокси.","UPLOAD_BOTS":"Загрузить ботов:","UPLOAD_PROXIES":"Загрузить прокси:","UPLOAD":"Загрузить","UPLOAD_SECTION":"Загрузить","LINK_PICKER_SECTION":"Ссылки","LOCATION_PICKER_SECTION":"Места","LAUNCH_PANEL":"Запуск","MAILINGS_SECTION":"Рассылки","LINKS_LIST_IS_EMPTY":"Список ссылок пуст","PARSING_STARTED":"Парсинг начался","COULD_NOT_RUN_PARSING":"Не удалось запустить синтаксический анализ","TYPE_AND_PRESS_ENTER_TO_ADD":"Введите и нажмите Enter, чтобы добавить ссылку","FOLLOWING_GROUPS_WILL_BE_PARSED":"Будут разобраны следующие группы:","LINK_PICKER_SECTION_DESCRIPTION":"Здесь вы можете ввести ссылки на группы телеграмм. Их участники будут проанализированы и сохранены под указанным именем. Введите ссылку на группу в нижнем поле и нажмите Enter. Вы можете добавить несколько ссылок. Затем введите название анализируемой группы в верхнем поле и нажмите кнопку «Разобрать». Убедитесь, что у вас достаточно действительных ботов для анализа","FILES_UPLOADED":"Файлы успешно загружены","COULD_NOT_UPLOAD":"Не удалось загрузить файлы","UPLOAD_BOTH_FILES":"Сначала загрузите файлы","LAUNCH_PANEL_SECTION":"Запуск","LOCATION_PICKER_SECTION_DESCRIPTION":"Выберите точки на карте для анализа, затем введите имя анализа и нажмите кнопку Анализ. Функция Telegram «Люди рядом» возвращает 100 ближайших людей. Обратите внимание, что в разных локациях плотность населения разная. Убедитесь, что у вас достаточно действительных ботов, чтобы начать синтаксический анализ.","MAILINGS_SECTION_DESCRIPTION":"Здесь вы можете посмотреть начатые вами рассылки. Нажмите на название, чтобы развернуть","LAUNCH_SECTION_DESCRIPTION":"Выберите группы ботов, которые будут выполнять рассылку. Выберите группы для отправки. Тогда начните!","AVAILABLE_BOTS":"Доступное количество ботов","SELECT_BOTS":"Выбрать ботов","SELECT_PARSED_BATCHES":"Выберите получателей","SUCCESSFULLY_STARTED_MAILING_DESCRIPTION":"Начата рассылка:","SUCCESSFULLY_STARTED_MAILING":"Рассылка успешно запущена","NEXT":"Следующий","LAUNCH":"Запуск","POINTS_PER_KM_HELP":"Введите количество запросов на парсинг на один километр. Чем больше это число, тем больше запросов будет отправлено на один квадратный километр. Если запускаете парсинг в крупных городах, ставьте количество 7-10 баллов, для малых городов и сельской местности достаточно 1-3. То есть через каждый километр скрипт будет генерировать это количество геотегов и потом запускать парсинг. При более высоких значениях количество анализируемых пользователей будет выше, но время анализа будет увеличено, и больше ботов будет забанено."}